IDEA Open Model
CalculationSetup.Fatigue Property
Compatible with IDEA StatiCa v 10.1
 ULS fatigue
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public bool Fatigue { get; set; }
Public Property Fatigue As Boolean
	Get
	Set
public:
property bool Fatigue {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace